Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: Compare & Sync requires a license
fr: Compare & Sync nécessite une licence.
ko: 비교 및 동기화에는 라이선스가 필요합니다
tr: Karşılaştır ve Eşitle bir lisans gerektirir
vi: So sánh & Đồng bộ cần có giấy phép
zh_hans: 比较与同步需要许可证
zh_hant: 比較與同步需要授權

source: Delete %d Connections…
fr: Supprimer %d connexions...

source: Close Tabs for Other Databases
fr: Fermer les onglets pour d'autres bases de données
ko: 다른 데이터베이스의 탭 닫기
tr: Diğer Veritabanlarının Sekmelerini Kapat
vi: Đóng tab của các cơ sở dữ liệu khác
zh_hans: 关闭其他数据库的标签页
zh_hant: 關閉其他資料庫的分頁

source: Uninstall Failed
fr: Désinstallation échouée
ko: 제거 실패
tr: Kaldırma Başarısız
vi: Gỡ cài đặt thất bại
zh_hans: 卸载失败
zh_hant: 解除安裝失敗

source: Use at least 8 characters
fr: Utilisez au moins 8 caractères
ko: 8자 이상 사용하십시오
tr: En az 8 karakter kullanın
vi: Dùng ít nhất 8 ký tự
zh_hans: 请至少使用 8 个字符
zh_hant: 請至少使用 8 個字元

source: Password source
fr: Source du mot de passe

source: Switch connection
fr: Connexion de commutation
ko: 연결 전환
vi: Chuyển kết nối
zh_hans: 切换连接
zh_hant: 切換連線

source: an export
fr: Une exportation
ko: 내보내기
tr: bir dışa aktarma
vi: một lần xuất dữ liệu
zh_hans: 导出
zh_hant: 匯出

source: %1$@ wants to run a query on "%2$@"
fr: %1$@ veut exécuter une requête sur "%2$@"

source: Data Rewind
fr: Rétroaction des données
ko: 데이터 되감기
tr: Veri Geri Sarma
vi: Tua lại dữ liệu
zh_hans: 数据回溯
zh_hant: 資料回溯

source: Use {{query}} for the current editor query, {{schema}} for the active schema, {{database}} for the active database name, and {{body}} for any text typed after the command.
fr: Utilisez {{query}} pour la requête actuelle de l'éditeur, {{schema}} pour le schéma actif, {{database}} pour le nom de la base de données active et {{body}} pour tout texte saisi après la commande.
ko: 현재 편집기 쿼리에는 {{query}}, 활성 스키마에는 {{schema}}, 활성 데이터베이스 이름에는 {{database}}, 명령 뒤에 입력한 텍스트에는 {{body}}를 사용하십시오.
tr: Geçerli düzenleyici sorgusu için {{query}}, etkin şema için {{schema}}, etkin veritabanı adı için {{database}} ve komuttan sonra yazılan metin için {{body}} kullanın.
vi: Dùng {{query}} cho truy vấn hiện tại trong trình soạn, {{schema}} cho schema đang hoạt động, {{database}} cho tên cơ sở dữ liệu đang hoạt động, và {{body}} cho văn bản gõ sau lệnh.
zh_hans: 使用 {{query}} 表示当前编辑器查询，{{schema}} 表示活动 Schema，{{database}} 表示活动数据库名称，{{body}} 表示命令后输入的任意文本。
zh_hant: 使用 {{query}} 代表目前編輯器的查詢，{{schema}} 代表使用中的綱要，{{database}} 代表使用中的資料庫名稱，{{body}} 代表指令後輸入的任何文字。

source: Filter
fr: Filtre
ko: 필터
tr: Filtre
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

source: Column
fr: Colonne
ko: 열
tr: Sütun
vi: Cột
zh_hans: 列
zh_hant: 欄位

source: List Recent Tabs
fr: Liste des onglets récents
ko: 최근 탭 목록
tr: Son Sekmeleri Listele
vi: Liệt kê tab gần đây
zh_hans: 列出最近标签页
zh_hant: 列出最近的分頁

source: Write and Run SQL
fr: Écrire et exécuter SQL
ko: SQL 작성 및 실행
tr: SQL Yazın ve Çalıştırın
vi: Viết và chạy SQL
zh_hans: 编写并运行 SQL
zh_hant: 撰寫並執行 SQL

source: This command needs some text.
fr: Cette commande a besoin de du texte.

source: Move to Folder
fr: Mettre dans le dossier

source: Client key not found: %@
fr: Clé client introuvable : %@
ko: 클라이언트 키를 찾을 수 없습니다: %@
tr: İstemci anahtarı bulunamadı: %@
vi: Không tìm thấy khóa client: %@
zh_hans: 未找到客户端私钥：%@
zh_hant: 找不到用戶端金鑰：%@

source: Whether it can be killed
fr: Que cela puisse être tué
ko: 종료할 수 있는지 여부
tr: Sonlandırılıp sonlandırılamayacağı
vi: Có thể kết thúc nó hay không
zh_hans: 是否可以被终止
zh_hant: 是否可以被終止

source: Comparisons
fr: Comparaisons

source: The server figure is the engine's own report, so it excludes network time.
fr: La figure du serveur est le rapport proprement dit du moteur, donc elle exclut le temps réseau.

source: %@ is showing another sheet. Close it, then try again.
fr: %@ affiche une autre feuille. Fermez-la, puis réessayez.

source: User approval timed out after 30 seconds
fr: L'approbation de l'utilisateur a expiré après 30 secondes.
ko: 사용자 승인이 30초 후 시간 초과되었습니다
tr: Kullanıcı onayı 30 saniye sonra zaman aşımına uğradı
vi: Yêu cầu phê duyệt hết hạn sau 30 giây
zh_hans: 用户审批在 30 秒后超时
zh_hant: 使用者核准在 30 秒後逾時

source: SELECT * FROM users WHERE id = 1;
fr: SELECTIONNER * DES utilisateurs OÙ id = 1 ;

source: Preferred
fr: Préféré
ko: 선호
tr: Tercih Edilen
vi: Ưu tiên
zh_hans: 首选
zh_hant: 偏好

source: This origin is not allowed to reach TablePro's MCP server.
fr: Cette origine n'est pas autorisée à atteindre le serveur MCP de TablePro.
ko: 이 출처로는 TablePro의 MCP 서버에 접근할 수 없습니다.
tr: Bu kaynağın TablePro'nun MCP sunucusuna erişmesine izin verilmiyor.
vi: Origin này không được phép truy cập máy chủ MCP của TablePro.
zh_hans: 不允许此来源访问 TablePro 的 MCP 服务器。
zh_hant: 不允許此來源存取 TablePro 的 MCP 伺服器。

source: Where
fr: Où

source: Rule value
fr: Valeur de la règle

source: Recent query history for this connection
fr: Historique des requêtes récentes pour cette connexion
ko: 이 연결의 최근 쿼리 기록
tr: Bu bağlantının son sorgu geçmişi
vi: Lịch sử truy vấn gần đây của kết nối này
zh_hans: 此连接的最近查询历史
zh_hant: 此連線的最近查詢記錄

source: No queries in this range.
fr: Aucune requête dans cette plage.
ko: 이 범위에 쿼리가 없습니다.
tr: Bu aralıkta sorgu yok.
vi: Không có truy vấn nào trong khoảng này.
zh_hans: 此范围内没有查询。
zh_hant: 此範圍內沒有查詢。

source: Safe Mode (Full)
fr: Mode sécurisé (plein)
ko: 안전 모드(전체)
tr: Güvenli Mod (Tam)
vi: Chế độ an toàn (Đầy đủ)
zh_hans: 安全模式（完整）
zh_hant: 安全模式（完整）

source: Connection "%@" loads SQLite extensions that were not added on this Mac:
fr: La connexion "%@" charge des extensions SQLite qui n'ont pas été ajoutées sur ce Mac :

source: %1$d statements, %2$d will run.
fr: Les déclarations %1$d, %2$d seront exécutées.
ko: 구문 %1$d개 중 %2$d개를 실행합니다.
tr: %1$d ifade, %2$d tanesi çalışacak.
vi: %1$d câu lệnh, %2$d sẽ chạy.
zh_hans: 共 %1$d 条语句，将运行 %2$d 条。
zh_hant: 共 %1$d 條陳述式，將執行 %2$d 條。

source: Environment
fr: Environnement
ko: 환경
tr: Ortam
vi: Môi trường
zh_hans: 环境
zh_hant: 環境

source: Edit Document…
fr: Modifier le document...

source: Connection the tab belongs to
fr: Connexion à la onglet auquel elle appartient
ko: 탭이 속한 연결
tr: Sekmenin ait olduğu bağlantı
vi: Kết nối mà tab thuộc về
zh_hans: 该标签页所属的连接
zh_hant: 該標籤頁所屬的連線

source: No cells changed.
fr: Aucune cellule n'a changé.

source: Highlight current line
fr: Souligner la ligne actuelle
ko: 현재 줄 강조
tr: Mevcut satırı vurgula
vi: Đánh dấu dòng hiện tại
zh_hans: 高亮当前行
zh_hant: 標示目前行

source: Select an object to see its definition on both sides.
fr: Sélectionnez un objet pour voir sa définition des deux côtés.
ko: 양쪽 정의를 보려면 객체를 선택하십시오.
tr: Tanımını iki tarafta da görmek için bir nesne seçin.
vi: Chọn một đối tượng để xem định nghĩa của nó ở cả hai bên.
zh_hans: 选择一个对象以查看它在双方的定义。
zh_hant: 選擇一個物件以查看它在雙方的定義。

source: ^[%lld column](inflect: true)
fr: ^[%lld colonne](inflect: vrai)
ko: %lld개 열
tr: %lld sütun
vi: %lld cột
zh_hans: %lld列
zh_hant: %lld 個欄位

source: Your connections file was changed outside TablePro, so this connection's tunnel command was not run. Open the connection and save it again to confirm the change.
fr: Votre fichier de connexions a été modifié en dehors de TablePro, donc la commande de tunnel de cette connexion n'a pas été exécutée. Ouvrez la connexion et enregistrez-la à nouveau pour confirmer le changement.

source: Row Heights
fr: Hauteurs des rangées
ko: 행 높이
vi: Chiều cao dòng
zh_hans: 行高
zh_hant: 列高

source: Operation
fr: Opération
ko: 작업
tr: İşlem
vi: Thao tác
zh_hans: 操作
zh_hant: 操作

source: Restore Last Filter
fr: Restaurer le dernier filtre
ko: 마지막 필터 복원
tr: Son Filtreyi Geri Yükle
vi: Khôi phục bộ lọc gần nhất
zh_hans: 恢复上次筛选
zh_hant: 還原上次篩選

source: Execution time
fr: Temps d'exécution
ko: 실행 시간
tr: Çalıştırma süresi
vi: Thời gian thực thi
zh_hans: 执行时间
zh_hant: 執行時間

source: Execute a destructive DDL query (DROP, TRUNCATE, ALTER...DROP) after explicit confirmation. Pass confirmation_phrase exactly as: I understand this is irreversible
fr: Exécuter une requête DDL destructrice (DROP, TRUNCATE, ALTER...DROP) après confirmation explicite. Passer confirmation_phrase exactement comme suit : Je comprends que cela est irréversible.
ko: 명시적으로 확인한 후 파괴적 DDL 쿼리(DROP, TRUNCATE, ALTER...DROP)를 실행합니다. confirmation_phrase를 다음과 정확히 일치하게 전달하십시오: I understand this is irreversible
tr: Açık onaydan sonra yıkıcı bir DDL sorgusu (DROP, TRUNCATE, ALTER...DROP) çalıştırır. confirmation_phrase değerini tam olarak şu şekilde iletin: I understand this is irreversible
vi: Thực thi truy vấn DDL phá hủy (DROP, TRUNCATE, ALTER...DROP) sau khi xác nhận rõ ràng. Truyền confirmation_phrase chính xác là: I understand this is irreversible
zh_hans: 在明确确认后执行破坏性 DDL 查询（DROP、TRUNCATE、ALTER...DROP）。confirmation_phrase 必须严格传入：I understand this is irreversible
zh_hant: 在明確確認後執行破壞性 DDL 查詢（DROP、TRUNCATE、ALTER...DROP）。confirmation_phrase 必須完全照這樣傳入：I understand this is irreversible

source: Not supported for TRUNCATE with this database
fr: Non pris en charge pour TRUNCATE avec cette base de données.
ko: 이 데이터베이스의 TRUNCATE에서는 지원되지 않음
tr: Bu veritabanında TRUNCATE için desteklenmiyor
vi: Không hỗ trợ TRUNCATE với cơ sở dữ liệu này
zh_hans: 此数据库不支持 TRUNCATE
zh_hant: 此資料庫不支援 TRUNCATE

source: Explain with AI
fr: Expliquez avec l'IA
ko: AI로 설명
tr: Yapay Zeka ile Açıkla
vi: Giải thích với AI
zh_hans: AI 解释
zh_hant: 以 AI 解釋

source: Search plugins...
fr: Rechercher des plugins...
ko: 플러그인 검색...
vi: Tìm kiếm plugin...
zh_hans: 搜索插件...
zh_hant: 搜尋外掛…

source: Analytical
fr: Analytique
ko: 분석용
tr: Analitik
vi: Phân tích
zh_hans: 分析型
zh_hant: 分析型

source: Browser Sign-In
fr: Connexion du navigateur
ko: 브라우저 로그인
tr: Tarayıcıyla oturum açma
vi: Đăng nhập bằng trình duyệt
zh_hans: 浏览器登录
zh_hant: 瀏覽器登入

source: Pending approval for
fr: En attente d'approbation pour
ko: 승인 대기 중:
tr: Onay bekleniyor:
vi: Đang chờ phê duyệt cho
zh_hans: 等待批准：
zh_hant: 等待核准：

# Plugin requires PluginKit version %d, but app provides version %d
source: Plugin requires PluginKit version %1$d, but app provides version %2$d
fr: Le plugin nécessite la version PluginKit %1$d, mais l'application fournit la version %2$d.
ko: 플러그인에는 PluginKit %1$d 버전이 필요하지만 앱에서 제공하는 버전은 %2$d입니다
tr: Eklenti PluginKit sürüm %d gerektiriyor, ancak uygulama sürüm %d sunuyor
vi: Plugin yêu cầu PluginKit phiên bản %d, nhưng ứng dụng chỉ có phiên bản %d
zh_hans: 插件需要PluginKit版本%d，但应用提供版本%d
zh_hant: 外掛需要 PluginKit 版本 %1$d，但應用程式提供的版本為 %2$d

source: Close (ESC)
fr: Fermer (ESC)
ko: 닫기(ESC)
tr: Kapat (ESC)
vi: Đóng (ESC)
zh_hans: 关闭 (ESC)
zh_hant: 關閉 (ESC)

source: Allowed Connections
fr: Connexions autorisées
ko: 허용된 연결
tr: İzin Verilen Bağlantılar
vi: Kết nối được phép
zh_hans: 允许的连接
zh_hant: 允許的連線

source: EXTENDED
fr: ÉTENDU
tr: GENİŞLETİLMİŞ
vi: MỞ RỘNG
zh_hans: 扩展
zh_hant: 擴充

source: Select a table…
fr: Sélectionnez une table...
ko: 테이블 선택…
tr: Bir tablo seçin…
vi: Chọn một bảng…
zh_hans: 选择表…
zh_hant: 選擇資料表…

source: Timing
fr: Sens du rythme
ko: 타이밍
tr: Zamanlama
vi: Thời điểm
zh_hans: 时机
zh_hant: 時機

source: The server will be accessible from other devices on your network. Authentication and TLS are enabled automatically.
fr: Le serveur sera accessible depuis d'autres appareils de votre réseau. L'authentification et le TLS sont activés automatiquement.
ko: 네트워크의 다른 기기에서 서버에 접근할 수 있습니다. 인증과 TLS가 자동으로 활성화됩니다.
tr: Sunucuya ağınızdaki diğer cihazlardan erişilebilecek. Kimlik doğrulama ve TLS otomatik olarak etkinleştirilir.
vi: Server sẽ truy cập được từ các thiết bị khác trong mạng của bạn. Xác thực và TLS được bật tự động.
zh_hans: 服务器将可被网络上的其他设备访问。认证和 TLS 会自动启用。
zh_hant: 伺服器將可由網路上的其他裝置存取。驗證與 TLS 會自動啟用。

source: There is nothing to save yet.
fr: Il n'y a rien à sauver pour l'instant.

source: Uninstall
fr: Désinstaller
ko: 제거
tr: Kaldır
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 解除安裝

source: This engine cannot filter that table with those conditions.
fr: Ce moteur ne peut pas filtrer cette table avec ces conditions.

source: Folder of Parquet files
fr: Fichier de dossiers de fichiers Parquet

source: The driver cannot delete %lld rows marked for deletion.
fr: Le pilote ne peut pas supprimer %lld lignes marquées pour suppression.

source: Read the live server panels TablePro shows: active sessions, server metrics, and slow queries. Available on PostgreSQL, MySQL, SQL Server, ClickHouse, DuckDB, and SQLite.
fr: Lisez les tableaux des panneaux du serveur en direct que TablePro affiche : sessions actives, métriques du serveur et requêtes lentes. Disponible sur PostgreSQL, MySQL, SQL Server, ClickHouse, DuckDB et SQLite.
ko: TablePro가 표시하는 실시간 서버 패널을 읽습니다: 활성 세션, 서버 지표, 느린 쿼리. PostgreSQL, MySQL, SQL Server, ClickHouse, DuckDB, SQLite에서 사용할 수 있습니다.
tr: TablePro'nun gösterdiği canlı sunucu panellerini okur: etkin oturumlar, sunucu metrikleri ve yavaş sorgular. PostgreSQL, MySQL, SQL Server, ClickHouse, DuckDB ve SQLite'ta kullanılabilir.
vi: Đọc các bảng máy chủ trực tiếp mà TablePro hiển thị: phiên đang hoạt động, chỉ số máy chủ và truy vấn chậm. Có trên PostgreSQL, MySQL, SQL Server, ClickHouse, DuckDB và SQLite.
zh_hans: 读取 TablePro 显示的实时服务器面板：活动会话、服务器指标和慢查询。可用于 PostgreSQL、MySQL、SQL Server、ClickHouse、DuckDB 和 SQLite。
zh_hant: 讀取 TablePro 顯示的即時伺服器面板：作用中工作階段、伺服器指標和慢查詢。可用於 PostgreSQL、MySQL、SQL Server、ClickHouse、DuckDB 和 SQLite。

source: Open Claude Desktop, go to Settings > Developer
fr: Ouvrez Claude Desktop, allez dans Paramètres > Développeur.
ko: Claude Desktop을 열고 설정 > 개발자로 이동하십시오
tr: Claude Desktop'ı açın, Settings > Developer'a gidin
vi: Mở Claude Desktop, vào Settings > Developer
zh_hans: 打开 Claude Desktop，进入 Settings > Developer
zh_hant: 開啟 Claude Desktop，前往 Settings > Developer

source: Reject %@
fr: Rejeter %@

source: Show Query History
fr: Afficher l'historique des requêtes
ko: 쿼리 기록 보기
tr: Sorgu Geçmişini Göster
vi: Hiện lịch sử truy vấn
zh_hans: 显示查询历史
zh_hant: 顯示查詢歷史

source: Check constraint must have a name and an expression
fr: La contrainte de vérification doit avoir un nom et une expression.

source: Change Attributes
fr: Modifier les attributs
ko: 속성 변경
tr: Öznitelikleri Değiştir
vi: Thay đổi thuộc tính
zh_hans: 更改属性
zh_hant: 變更屬性

source: Delete Rows
fr: Supprimer des lignes
ko: 행 삭제
tr: Satırları Sil
vi: Xoá dòng
zh_hans: 删除行
zh_hant: 刪除列

source: Whether the partition can be queried and dropped by name
fr: Que la partition puisse être interrogée et supprimée par nom

source: Filter options
fr: Options de filtrage
ko: 필터 옵션
tr: Filtre seçenekleri
vi: Tùy chọn bộ lọc
zh_hans: 筛选选项
zh_hant: 篩選選項

source: Comment Unavailable
fr: Commentaire indisponible

source: Failed to parse plugin registry
fr: Échec de la parsemation du registre des plugins.
ko: 플러그인 레지스트리를 구문 분석하지 못했습니다
tr: Eklenti kaydı ayrıştırılamadı
vi: Không thể phân tích danh sách plugin
zh_hans: 无法解析插件注册表
zh_hant: 無法解析外掛註冊

source: Sentinel mode cannot run through a tunnel. Set Connection Mode to Standalone and enter a data node, or turn the tunnel off.
fr: Le mode Sentinel ne peut pas passer par un tunnel. Définissez le mode de connexion sur Autonome et entrez un nœud de données, ou éteignez le tunnel.

source: Data File
fr: Fichier de données

source: View ER Diagram
fr: Voir le schéma ER
ko: ER 다이어그램 보기
tr: ER Diyagramını Görüntüle
vi: Xem sơ đồ ER
zh_hans: 查看 ER 图
zh_hant: 檢視 ER 圖

source: Save As…
fr: Enregistrer sous...
ko: 다른 이름으로 저장…
tr: Farklı Kaydet…
vi: Lưu thành…
zh_hans: 另存为…
zh_hant: 另存新檔…

source: Local port
fr: Port local
ko: 로컬 포트
tr: Yerel port
vi: Cổng cục bộ
zh_hans: 本地端口
zh_hant: 本機連接埠

source: New Favorite…
fr: Nouveau favori...
ko: 새 즐겨찾기…
tr: Yeni Sık Kullanılan…
vi: Mục yêu thích mới…
zh_hans: 新建收藏…
zh_hant: 新增我的最愛…

source: File Properties…
fr: Propriétés du fichier...

source: Remove Extension
fr: Supprimer l'extension

source: Export failed: %@
fr: Exportation échouée : %@
ko: 내보내기 실패: %@
tr: Dışa aktarma başarısız: %@
vi: Xuất thất bại: %@
zh_hans: 导出失败: %@
zh_hant: 匯出失敗：%@

source: Showing %lld ^[rows](inflect: true)
fr: Affichage de %lld ^[rows](inflect: true)
ko: %lld개 행 표시
tr: %lld satır gösteriliyor
vi: Đang hiển thị %lld dòng
zh_hans: 显示 %lld 行
zh_hant: 顯示 %lld 列

source: Secret ID
fr: Identifiant secret

source: Today
fr: Aujourd'hui
ko: 오늘
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: This file requires a newer version of TablePro (format version %lld)
fr: Ce fichier nécessite une version plus récente de TablePro (version de format %lld)
ko: 이 파일에는 더 최신 버전의 TablePro가 필요합니다(형식 버전 %lld)
tr: Bu dosya daha yeni bir TablePro sürümü gerektiriyor (format sürümü %lld)
vi: Tệp này yêu cầu phiên bản TablePro mới hơn (phiên bản định dạng %lld)
zh_hans: 此文件需要更新版本的 TablePro（格式版本 %lld）
zh_hant: 此檔案需要較新版本的 TablePro（格式版本 %lld）

source: Select filter for %@
fr: Sélectionnez le filtre pour %@
ko: %@의 필터 선택
vi: Chọn bộ lọc cho %@
zh_hans: 为 %@ 选择筛选条件
zh_hant: 為 %@ 選擇篩選條件

source: When enabled, clicking a table in the sidebar will replace the current tab if it has no unsaved changes and you haven't interacted with it (sorted, filtered, etc.).
fr: Lorsque cela est activé, le fait de cliquer sur une table dans la barre latérale remplace la fenêtre active si elle n'a pas de modifications non enregistrées et que vous n'y avez pas interagi (triée, filtrée, etc.).
ko: 활성화하면 사이드바에서 테이블을 클릭할 때 현재 탭에 저장하지 않은 변경 사항이 없고 정렬이나 필터링 등의 작업을 하지 않은 경우 해당 탭을 대체합니다.
vi: Khi bật, nhấp vào bảng trong thanh bên sẽ thay thế tab hiện tại nếu không có thay đổi chưa lưu và bạn chưa tương tác với nó (sắp xếp, lọc, v.v.).
zh_hans: 启用后，点击侧边栏中的表将替换当前标签页（如果没有未保存的更改且您未与之交互过，如排序、筛选等）。
zh_hant: 啟用後，若目前分頁沒有未儲存的變更且你尚未與其互動（排序、篩選等），點按側邊欄中的資料表會取代目前的分頁。

source: New Database (⌘N)
fr: Nouvelle base de données (⌘N)
ko: 새 데이터베이스 (⌘N)
tr: Yeni Veritabanı (⌘N)
vi: Cơ sở dữ liệu mới (⌘N)
zh_hans: 新建数据库 (⌘N)
zh_hant: 新增資料庫（⌘N）

source: Import Successful
fr: Importation réussie
ko: 가져오기 성공
tr: İçe Aktarma Başarılı
vi: Nhập thành công
zh_hans: 导入成功
zh_hant: 匯入成功

source: Record Access
fr: Accès aux enregistrements
ko: 레코드 액세스
tr: Kayıt Erişimi
vi: Truy cập bản ghi
zh_hans: 记录访问
zh_hant: 記錄存取

source: Preview Commands
fr: Commandes d'aperçu
ko: 명령 미리보기
vi: Xem trước lệnh
zh_hans: 预览命令
zh_hant: 預覽命令

source: Low cost
fr: Faible coût
ko: 낮은 비용
tr: Düşük maliyet
vi: Chi phí thấp
zh_hans: 低成本
zh_hant: 低成本

source: Clear Recent
fr: Effacer les récents
ko: 최근 항목 지우기
tr: Son Kullanılanları Temizle
vi: Xóa mục Gần đây
zh_hans: 清除“最近”
zh_hant: 清除「最近」

source: Schema name (for multi-schema databases)
fr: Nom du schéma (pour les bases de données multi-schémas)
ko: 스키마 이름(다중 스키마 데이터베이스용)
tr: Şema adı (çok şemalı veritabanları için)
vi: Tên schema (cho cơ sở dữ liệu nhiều schema)
zh_hans: Schema 名称（用于多 Schema 数据库）
zh_hant: 綱要名稱（用於多綱要資料庫）

source: No Script Yet
fr: Pas encore de scénario
ko: 아직 스크립트 없음
tr: Henüz Betik Yok
vi: Chưa có script
zh_hans: 尚无脚本
zh_hant: 尚無指令稿

source: Exported text. Omitted when the export was written to a file.
fr: Texte exporté. Omis lorsque l'exportation a été écrite dans un fichier.
ko: 내보낸 텍스트입니다. 파일로 내보낸 경우에는 생략됩니다.
tr: Dışa aktarılan metin. Dışa aktarma bir dosyaya yazıldığında bulunmaz.
vi: Văn bản đã xuất. Bị bỏ qua khi bản xuất được ghi ra tệp.
zh_hans: 导出的文本。当导出被写入文件时省略。
zh_hant: 匯出的文字。當匯出被寫入檔案時省略。

source: No such table
fr: Pas de telle table

source: Row limit:
fr: Limite de rangée :
ko: 행 제한:
tr: Satır limiti:
vi: Giới hạn dòng:
zh_hans: 行数限制：
zh_hant: 列數限制：

source: Waiting for your pre-connect script
fr: En attente de votre script de pré-connexion.

source: All %lld rows selected
fr: Toutes les lignes %lld sélectionnées
ko: %lld개 행 모두 선택됨
tr: All %lld satır seçildi
vi: Đã chọn tất cả %lld dòng
zh_hans: 已选择全部 %lld 行
zh_hant: 已選取全部 %lld 列

source: No column of %@ matches a column on the destination table.
fr: Aucune colonne de %@ ne correspond à une colonne de la table de destination.

source: Term that was searched
fr: Terme recherché
ko: 검색한 용어
tr: Aranan terim
vi: Từ khoá đã tìm
zh_hans: 被搜索的词
zh_hant: 被搜尋的詞

source: Toolbar
fr: Barre d'outils
ko: 도구 막대
vi: Thanh công cụ
zh_hans: 工具栏
zh_hant: 工具列

source: Database the schemas belong to
fr: Base de données auxquels les schémas appartiennent
ko: 스키마가 속한 데이터베이스
tr: Şemaların ait olduğu veritabanı
vi: Cơ sở dữ liệu mà các schema thuộc về
zh_hans: 这些 Schema 所属的数据库
zh_hant: 這些綱要所屬的資料庫

source: Backups
fr: Sauvegardes
ko: 백업
tr: Yedekler
vi: Bản sao lưu
zh_hans: 备份
zh_hant: 備份

source: The plugin doesn't include a build for this Mac's processor architecture.
fr: Le plugin ne comprend pas de version pour l'architecture du processeur de ce Mac.
ko: 이 플러그인에는 이 Mac의 프로세서 아키텍처용 빌드가 포함되어 있지 않습니다.
tr: Eklenti, bu Mac'in işlemci mimarisi için bir sürüm içermiyor.
vi: Plugin không có bản dựng cho kiến trúc bộ xử lý của máy Mac này.
zh_hans: 该插件不包含适用于这台 Mac 处理器架构的版本。
zh_hant: 該外掛不含適用於這台 Mac 處理器架構的版本。

source: Got Slower
fr: Est devenu plus lent
ko: 느려진 쿼리
tr: Yavaşladı
vi: Chậm đi
zh_hans: 变慢了
zh_hant: 變慢了

source: Escape closes Open Quickly
fr: Escape ferme rapidement l'ouverture.
ko: Escape 키를 누르면 빠르게 열기가 닫힙니다
tr: Escape, Hızlı Aç'ı kapatır
vi: Escape đóng Mở nhanh
zh_hans: Escape 关闭“快速打开”
zh_hant: Escape 關閉「快速打開」

source: Listens on all interfaces (0.0.0.0), reachable from your local network.
fr: Écoute sur toutes les interfaces (0.0.0.0), accessibles depuis votre réseau local.
ko: 모든 인터페이스(0.0.0.0)에서 수신 대기하므로 로컬 네트워크에서 접근할 수 있습니다.
tr: Tüm arabirimleri (0.0.0.0) dinler, yerel ağınızdan erişilebilir.
vi: Lắng nghe trên mọi giao diện mạng (0.0.0.0), có thể truy cập từ mạng cục bộ của bạn.
zh_hans: 监听所有网络接口（0.0.0.0），可从本地网络访问。
zh_hant: 監聽所有網路介面（0.0.0.0），可從你的區域網路存取。

source: Any element of %@ may match this row on its own
fr: Tout élément de %@ peut correspondre à cette ligne seul.
ko: %@의 어느 요소든 단독으로 이 행과 일치할 수 있습니다
tr: %@ öğelerinden herhangi biri tek başına bu satırla eşleşebilir
vi: Bất kỳ phần tử nào của %@ đều có thể tự khớp với dòng này
zh_hans: %@ 中的任一元素都可以单独匹配此行
zh_hant: %@ 中的任一元素都可以單獨符合此列

source: Windows Authentication needs the server's hostname, not an IP address. Kerberos service principals aren't registered against IP addresses.
fr: L'authentification Windows nécessite l'adresse hostname du serveur, pas une adresse IP. Les principaux services Kerberos ne sont pas enregistrés contre les adresses IP.
ko: Windows 인증에는 IP 주소가 아닌 서버의 호스트 이름이 필요합니다. Kerberos 서비스 주체는 IP 주소에 등록되지 않습니다.
tr: Windows Authentication, IP adresini değil sunucunun ana bilgisayar adını ister. Kerberos servis principal'ları IP adreslerine kayıtlı değildir.
vi: Windows Authentication cần tên máy chủ, không phải địa chỉ IP. Các service principal của Kerberos không đăng ký theo địa chỉ IP.
zh_hans: Windows 身份验证需要服务器的主机名，而不是 IP 地址。Kerberos 服务主体不会针对 IP 地址注册。
zh_hant: Windows 驗證需要伺服器的主機名稱，而不是 IP 位址。Kerberos 服務主體不會針對 IP 位址註冊。

source: Difference
fr: Différence
ko: 차이점
tr: Fark
vi: Khác biệt
zh_hans: 差异
zh_hant: 差異

source: Value escaped for this engine
fr: Valeur échappée pour ce moteur
ko: 이 엔진에 맞게 이스케이프된 값
tr: Bu motor için kaçışlanmış değer
vi: Giá trị đã escape theo engine này
zh_hans: 按该引擎规则转义后的值
zh_hant: 按該引擎規則跳脫後的值

source: Paste your CREATE TABLE statement below:
fr: Coller votre déclaration CREATE TABLE ci-dessous :
ko: 아래에 CREATE TABLE 문을 붙여넣으십시오:
vi: Dán câu lệnh CREATE TABLE bên dưới:
zh_hans: 在下方粘贴 CREATE TABLE 语句：
zh_hant: 在下方貼上你的 CREATE TABLE 陳述式：

source: Choose a %@ export file to import
fr: Choisissez un fichier d'exportation %@ à importer.
ko: 가져올 %@ 내보내기 파일 선택
tr: İçe aktarılacak bir %@ dışa aktarma dosyası seçin
vi: Chọn tệp xuất %@ để nhập
zh_hans: 选择要导入的%@导出文件
zh_hant: 選擇要匯入的 %@ 匯出檔案

source: Full-width %1$@ (%2$@). SQL needs the ASCII %1$@ (%3$@).
fr: Largeur complète %1$@ (%2$@). SQL a besoin du %1$@ (%3$@ ASCII.
ko: 전각 %1$@(%2$@). SQL은 ASCII %1$@(%3$@)만 인식합니다.
tr: Tam genişlikte %1$@ (%2$@). SQL, ASCII %1$@ (%3$@) bekler.
vi: Ký tự toàn độ rộng: %1$@ (%2$@). SQL cần %1$@ ASCII (%3$@).
zh_hans: 全角%1$@（%2$@）。SQL 需要 ASCII %1$@（%3$@）。
zh_hant: 全形%1$@（%2$@）。SQL 需要 ASCII %1$@（%3$@）。

source: Release…
fr: Libération...
ko: 해제…
tr: Bırak…
vi: Giải phóng…
zh_hans: 释放…
zh_hant: 釋出…

source: SSH Port
fr: Port SSH
ko: SSH 포트
vi: Cổng SSH
zh_hans: SSH 端口
zh_hant: SSH 連接埠
